The type of the vertex.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public SlabShapeVertexType VertexType { get; }
  Visual Basic
Public ReadOnly Property VertexType As SlabShapeVertexType
	Get
  Visual C++
public:
property SlabShapeVertexType VertexType {
	SlabShapeVertexType get ();
}
 See Also
  SlabShapeVertex Class
  Autodesk.Revit.DB Namespace